Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: If it's not there, your institution has disabled this option.
ar: وإذا لم يوجد، فهذا يعني أن مؤسستك التعليمية قامت بتعطيل هذا الخيار.
ca: Si no el trobeu allà, la vostra institució haurà desactivat aquesta opció.
cy: Os nad yw'r cod QR yno, mae eich sefydliad wedi analluogi'r opsiwn hwn.
da: Hvis den ikke er der, så har din institution deaktiveret denne mulighed.
da_instk12: Hvis den ikke er der, så har din institution deaktiveret denne mulighed.
de: Wenn er dort nicht zu finden ist, hat Ihre Institution diese Option deaktiviert.
es: Si no se encuentra allí, su institución deshabilitó esta opción.
es_es: Si no está se debe a que tu empresa ha deshabilitado esta opción.
fi: Jos sitä ei löydy, laitoksesi on poistanut tämän asetuksen pois käytöstä.
fr: S’il ne s’y trouve pas, votre établissement a désactivé cette option.
fr_ca: Si ce n’est pas le cas, c’est que votre institution a désactivé cette option.
ga: Mura bhfuil sé ann, tá an rogha seo díchumasaithe ag d’institiúid.
hi: यदि यह मौजूद नहीं है, तो आपके संस्थान ने इस विकल्प को अक्षम कर दिया है।
ht: Si w pa jwenn li la, se paske enstitisyon w lan dezaktive opsyon sa a.
id: Jika tidak ada, institusi Anda telah menonaktifkan opsi ini.
is: Ef hann er ekki þar hefur stofnunin þín gert þennan möguleika óvirkan.
it: Se non si trova lì, il tuo istituto ha disabilitato questa opzione.
ja: そこにない場合は、ご所属の機関がこのオプションを無効にしています。
ko: 여기에 없는 경우 교육 기관에서 이 옵션을 사용 중지한 것입니다.
mi: Ki te kore i reira, kua monoa e to umanga tenei whiringa.
ms: Jika kod tersebut tiada di situ, institusi anda telah menyahdayakan pilihan ini.
nb: Hvis du ikke finner det der, har institusjonen din deaktivert dette alternativet.
nb_instk12: Hvis du ikke finner det der, har institusjonen din deaktivert dette alternativet.
nl: Als je deze daar niet vindt, heeft je instituut deze optie uitgeschakeld.
pl: Jeśli go nie ma, oznacza to, że Twoja instytucja wyłączyła taką opcję.
pt: Se não estiver lá, a sua instituição desativou essa opção.
pt_br: Se não estiver lá, sua instituição desativou essa opção.
ru: Если его нет здесь, ваше учреждение отключило эту опцию.
sl: Če je ni, je vaša ustanova to možnost onemogočila.
sv: Om den inte finns där har ditt lärosäte inaktiverat alternativet
sv_instk12: Om den inte finns där har din institution inaktiverat alternativet
th: หากไม่พบ แสดงว่าสถาบันของคุณปิดตัวเลือกนี้ไว้
vi: Nếu không có, tổ chức của bạn đã tắt tùy chọn này.
zh: 如果没找到，表明贵机构已禁用此选项。
zh_hk: 如果沒有找到，則表示您的機構已停用此選項。

source: If this setting is enabled the content synchronization will only happen if the device connects to a Wi-Fi network, otherwise it will be postponed until a Wi-Fi network is available.
ar: إذا تم تمكين هذا الإعداد، فلن تتم مزامنة المحتوى إلا إذا اتصل الجهاز بشبكة Wi-Fi، وإلا إذا تم تأجيل المزامنة حتى تتوفر شبكة Wi-Fi.
ca: Si aquest paràmetre està activat, només se sincronitzarà el contingut si el dispositiu es connecta a una xarxa Wi-Fi; en cas contrari, l’acció es posposarà fins que hi hagi una xarxa Wi-Fi disponible.
cy: Os ydy’r gosodiad hwn wedi’i alluogi dim ond pan fydd y ddyfais wedi’i chysylltu i rwydwaith Wi-Fi y bydd cysoni cynnwys yn digwydd, fel arall bydd yn cael ei ohirio nes bod rhwydwaith Wi-Fi ar gael.
da: Hvis denne indstilling er aktiveret, vil indholdssynkroniseringen kun gennemføres, hvis enheden opretter forbindelse til et wi-fi-netværk, ellers vil det blive udskudt, indtil et wi-fi-netværk er tilgængeligt.
da_instk12: Hvis denne indstilling er aktiveret, vil indholdssynkroniseringen kun gennemføres, hvis enheden opretter forbindelse til et wi-fi-netværk, ellers vil det blive udskudt, indtil et wi-fi-netværk er tilgængeligt.
de: Wenn diese Einstellung aktiviert ist, erfolgt die Inhaltssynchronisierung nur, wenn das Gerät mit einem WLAN-Netzwerk verbunden ist. Andernfalls wird sie verschoben, bis ein WLAN-Netzwerk verfügbar ist.
es: Si esta configuración está habilitada, la sincronización de contenido solo se realizará si el dispositivo se conecta a una red Wi-Fi; de lo contrario, se postergará hasta que haya una red Wi-Fi disponible.
es_es: Si se habilita está configuración, la sincronización del contenido solo se realizará si el dispositivo se conecta a una red wifi, de lo contrario se pospondrá hasta que haya una red wifi disponible.
fi: Jos tämä asetus on käytössä, sisällön synkronisointi tapahtuu, jos laite on yhteydessä Wifi-verkkoon. Muussa tapauksessa tätä lykätään, kun Wifi-verkko on käytössä.
fr: Si ce paramètre est activé, la synchronisation du contenu n'aura lieu que si l’appareil est connecté à un réseau Wi-Fi. Dans le cas contraire, elle sera repoussée jusqu'à ce qu'un réseau Wi-Fi soit disponible.
fr_ca: Si ce paramètre est activé, la synchronisation du contenu ne se produira que si l’appareil se connecte à un réseau Wi-Fi, sinon elle sera reportée jusqu’à ce qu’un réseau Wi-Fi soit disponible.
ga: Má tá an socrú seo cumasaithe ní tharlóidh sioncrónú ábhair ach amháin má nascann an gléas le gréasán Wi-Fi, nó cuirfear ar athló é go dtí go mbeidh gréasán Wi-Fi ar fáil.
hi: यदि यह सेटिंग सक्षम है, तो सामग्री सिंक्रोनाइज़ेशन केवल तभी होगा जब डिवाइस वाई-फ़ाई नेटवर्क से कनेक्ट होगा, अन्यथा उसे वाई-फ़ाई नेटवर्क उपलब्ध होने तक स्थगित कर दिया जाएगा।
ht: SI reglaj la aktive, senkwonizasyon kontni an ap fèt sèlman si aparèy la konekte sou yon rezo wifi, sinon, l ap ranvwaye pou lè gen yon koneksyon sou wifi ki disponib.
id: Jika pengaturan ini diaktifkan, sinkronisasi konten hanya akan terjadi jika perangkat tersambung ke jaringan Wi-Fi; jika tidak, akan ditunda hingga jaringan Wi-Fi tersedia.
is: Ef þessi stilling er virkjuð mun samstilling efnis aðeins eiga sér stað ef tækið tengist Wi-Fi neti, annars verður henni frestað þar til Wi-Fi net er tiltækt.
it: Se questa impostazione è attiva, la sincronizzazione del contenuto sarà eseguita solo se il dispositivo si collega ad una rete Wi-Fi, diversamente sarà posticipata fino a quando non sarà disponibile una rete Wi-Fi.
ja: この設定を有効にすると、コンテンツの同期はデバイスがWi-Fiネットワークに接続されている場合にのみ行われます（それ以外の場合は、Wi-Fiネットワークが利用可能になるまで延期されます）。
ko: 이 설정으로 사용으로 설정한 경우 장치가 Wi-Fi 네트워크에 연결된 상태에서만 동기화합니다. 그렇지 않은 경우 Wi-Fi 네트워크가 사용 가능하게 될 때까지 동기화를 지연합니다.
mi: Ko te tukutahitanga ihirangi ka mahi mena ka hono te taputapu ki te whatunga Wi-Fi mena ka whakahohea tenei tautuhinga; ki te kore, ka whakaroa kia watea mai he whatunga Wi-Fi.
ms: Jika tetapan ini didayakan penyegerakan kandungan hanya akan berlaku jika peranti terhubung dengan rangkaian Wi-Fi, jika tidak, ia akan ditangguhkan sehingga rangkaian Wi-Fi tersedia.
nb: Hvis denne innstillingen er aktivert, vil innholdssynkroniseringen bare skje hvis enheten er koblet til et Wi-Fi-nettverk. Hvis ikke, vil det bli utsatt til et Wi-Fi-nettverk er tilgjengelig.
nb_instk12: Hvis denne innstillingen er aktivert, vil innholdssynkroniseringen bare skje hvis enheten er koblet til et Wi-Fi-nettverk. Hvis ikke, vil det bli utsatt til et Wi-Fi-nettverk er tilgjengelig.
nl: Als deze instelling wordt ingeschakeld, vindt contentsynchronisatie alleen plaats als het apparaat verbonden is met een wifi-netwerk, anders wordt de synchronisatie uitgesteld totdat er een wifi-netwerk beschikbaar is.
pl: Jeśli funkcja jest włączona, synchronizacja zawartości będzie odbywać się tylko wtedy, gdy urządzenie nawiąże połączenie z siecią Wi-Fi, w przeciwnym razie będzie aktywna dopiero po połączeniu się z siecią Wi-Fi.
pt: Se esta definição estiver ativada, a sincronização de conteúdos só será efetuada se o dispositivo estiver ligado a uma rede Wi-Fi; caso contrário, será adiada até estar disponível uma rede Wi-Fi.
pt_br: Se esta configuração estiver habilitada, a sincronização de conteúdo só acontecerá se o dispositivo se conectar a uma rede Wi-Fi, caso contrário, será adiada até que uma rede Wi-Fi esteja disponível.
ru: Если этот параметр включен, синхронизация содержимого будет происходить только при подключении устройства к сети Wi-Fi. В противном случае она будет отложена до появления доступной сети Wi-Fi.
sl: Če je ta nastavitev omogočena, se bo sinhronizacija vsebine zgodila le, če se naprava poveže z omrežjem Wi-Fi, sicer bo odložena, dokler omrežje Wi-Fi ne bo na voljo.
sv: Om den här inställningen aktiveras sker innehållssynkroniseringen endast om enheten ansluter till ett Wi-Fi-nätverk, i annat fall skjuts den upp tills ett Wi-Fi-nätverk är tillgängligt.
sv_instk12: Om den här inställningen aktiveras sker innehållssynkroniseringen endast om enheten ansluter till ett Wi-Fi-nätverk, i annat fall skjuts den upp tills ett Wi-Fi-nätverk är tillgängligt.
th: หากเปิดใช้งานค่านี้ไว้ การซิงค์เนื้อหาจะเกิดขึ้นก็ต่อเมื่ออุปกรณ์เชื่อมต่อกับเครือข่าย Wi-Fi ไม่เช่นนั้นจะถูกเลื่อนกำหนดจนกว่าเครือข่าย Wi-Fi จะพร้อมใช้งาน
vi: Nếu bật cài đặt thì qua trình đồng bộ nội dung sẽ chỉ diễn ra khi thiết bị kết nối với mạng Wi-Fi, còn không thì quá trình này sẽ bị hoãn lại cho đến khi có mạng Wi-Fi.
zh: 如果启用该设置，将只在设备连接无线网络的情况下同步内容，否则将推迟到连接无线网络后再同步。
zh_hk: 如果啟用此設定，內容同步僅會在裝置連線至 Wi-Fi 網路時進行，否則將會延期至 Wi-Fi 網路可用為止。

source: IgniteAI Search employs "embeddings" to mathematically represent content and queries for comparison, understanding keywords or general queries in any language, thanks to its multilingual AI model. Write search queries using keywords, questions, sentences, or whatever is most natural for you to describe what you are trying to find.
ar: IgniteAI توظف ميزة البحث لتقديم "التضمينات" والاستعلامات حسابيًا للمقارنة، ولفهم الكلمات الأساسية أو الاستعلامات العامة بأي لغة، بفضل نموذج الذكاء الاصطناعي متعدد اللغات الذي تتميز به. اكتب استعلامات البحث باستخدام كلمات أساسية أو أسئلة أو جمل أو أي شيء أكثر ملائمة لك لوصف ما تحاول العثور عليه.
ca: IgniteAI La cerca empra “integracions” per representar matemàticament els continguts i les consultes i comparar-los en un procés en què s’entenen les paraules clau o les consultes generals en qualsevol idioma, gràcies al seu model d’IA multilingüe. Escriviu consultes de cerca mitjançant paraules clau, preguntes, frases o allò que us sembli més natural per descriure allò que proveu de cercar.
cy: IgniteAI Drwy ei fodel AI amlieithog, mae Search yn defnyddio "ymgorfforiadau" i gynrychioli cynnwys ac ymholiadau yn fathemategol er mwyn eu cymharu, neu i ddeall allweddeiriau ac ymholiadau cyffredinol mewn unrhyw iaith. Ysgrifennwch ymholiadau chwilio gan ddefnyddio geiriau allweddol, cwestiynau, brawddegau, neu beth bynnag sydd fwyaf naturiol i chi ddisgrifio'r hyn rydych chi'n ceisio'i ddarganfod.
da: IgniteAI Søgningen anvender "indlejringer" til matematisk at repræsentere indhold og forespørgsler til sammenligning, forståelse af søgeord eller generelle forespørgsler på ethvert sprog, takket være den flersprogede AI-model. Skriv søgeforespørgsler med nøgleord, spørgsmål, sætninger eller, hvad der er mest naturligt for dig, for at beskrive det, du prøver at finde.
da_instk12: IgniteAI Søgningen anvender "indlejringer" til matematisk at repræsentere indhold og forespørgsler til sammenligning, forståelse af søgeord eller generelle forespørgsler på ethvert sprog, takket være den flersprogede AI-model. Skriv søgeforespørgsler med nøgleord, spørgsmål, sætninger eller, hvad der er mest naturligt for dig, for at beskrive det, du prøver at finde.
de: IgniteAI Die Suche setzt „Einbettungen“ ein, um Inhalte und Abfragen mathematisch darzustellen und zu vergleichen. Dank des mehrsprachigen KI-Modells versteht sie Keywords oder allgemeine Abfragen in jeder Sprache. Schreiben Sie Suchanfragen mit Keywords, Fragen, Sätzen oder was auch immer für Sie am natürlichsten ist, um zu beschreiben, was Sie suchen.
es: IgniteAI La búsqueda emplea “incrustaciones” para representar matemáticamente contenido y consultas con fines comparativos, lo que le permite comprender palabras clave o consultas generales en cualquier idioma gracias a su modelo de IA multilingüe. Escriba consultas de búsqueda usando palabras clave, preguntas, oraciones o lo que sea que le resulte más natural para describir lo que está intentando encontrar.
es_es: IgniteAI La búsqueda utiliza “embeddings” para representar matemáticamente el contenido y las consultas, con el fin de compararlos y comprender palabras clave o consultas generales en cualquier idioma, gracias a su modelo de IA multilingüe. Escribe consultas de búsqueda utilizando palabras clave, preguntas, frases o lo que te resulte más natural para describir lo que intentas encontrar.
fi: IgniteAI Haku käyttää "upotuksia" sisällön ja kyselyjen matemaattiseen esittämiseen vertailua varten, avainsanoja tai yleisiä kyselyitä varten millä tahansa kielellä monikielisen tekoälymallinsa ansiosta. Kirjoita hakukyselyitä käyttämällä avainsanoja, kysymyksiä, lauseita tai mitä tahansa, mikä on sinulle luonnollisinta kuvaamaan etsimääsi.
fr: IgniteAI La fonctionnalité de recherche fait appel à des « intégrations » pour représenter mathématiquement du contenu et des demandes à des fins de comparaison. Grâce à son modèle d’IA multilingue, elle comprend les mots clés ou les demandes d’ordre général formulées dans n’importe quelle langue. Rédigez des demandes de recherche à l’aide de mots clés, de questions, de phrases ou de toute formulation vous permettant de décrire ce que vous recherchez de la façon la plus naturelle pour vous.
fr_ca: IgniteAI La recherche utilise des « encodages vectoriels » pour représenter mathématiquement le contenu et les requêtes à des fins de comparaison, en comprenant les mots-clés ou les requêtes générales dans n’importe quelle langue, grâce à son modèle d’IA multilingue. Rédigez des requêtes de recherche en utilisant des mots-clés, des questions, des phrases ou tout ce qui vous semble le plus naturel pour décrire ce que vous essayez de trouver.
ga: IgniteAI Úsáideann cuardach "leabaithe" chun ábhar agus fiosrúcháin a léiriú go matamaiticiúil le haghaidh comparáide, tuiscint ar eochairfhocail nó fiosrúcháin ghinearálta in aon teanga, a bhuíochas dá mhúnla ilteangach AI. Scríobh ceisteanna cuardaigh ag baint úsáide as eochairfhocail, ceisteanna, abairtí, nó cibé rud is nádúrtha duit chun cur síos a dhéanamh ar a bhfuil tú ag iarraidh a fháil.
hi: IgniteAI सर्च में "एम्बेडिंग्स" का उपयोग किया जाता है, जो सामग्री और क्वेरीज का गणितीय रूप से प्रतिनिधित्व करते हैं, ताकि उनकी तुलना की जा सके। अपने बहुभाषी AI मॉडल की बदौलत, यह किसी भी भाषा में कीवर्ड्स या सामान्य क्वेरीज को समझने में सक्षम है। आप जो खोजने का प्रयास कर रहे हैं उसका वर्णन करने के लिए कुंजी शब्द, प्रश्न, वाक्य या जो भी आपके लिए सबसे स्वाभाविक हो, उसका उपयोग करते हुए खोज क्वेरी लिखें।
ht: IgniteAI Search itilize “entegrasyon” pou reprezante kontni ak demann yo matematikman pou konparezon, pou konprann mo kle oswa demann jeneral nan nenpòt lang, gras ak modèl AI nan plizyè lang li a. Ekri rechèch yo ak mo kle, kesyon, fraz oswa tout sa ki parèt pi natirèl pou ou pou w dekri sa w ap eseye chèche a.
id: IgniteAI Pencarian menggunakan "penanaman" untuk secara matematis merepresentasikan konten dan pertanyaan untuk perbandingan, pemahaman kata kunci, atau pertanyaan umum dalam bahasa apa pun, berkat model AI multibahasa yang dimilikinya. Tuliskan pertanyaan pencairan menggunakan kata kunci, pertanyaan, kalimat, atau apa pun yang paling alami untuk Anda untuk menjelaskan apa yang Anda coba temukan.
is: IgniteAI Search notar „innfellingar“ til að tákna efni og fyrirspurnir stærðfræðilega til samanburðar, skilja leitarorð eða almennar fyrirspurnir á hvaða tungumáli sem er, þökk sé fjöltyngdu gervigreindarlíkani þess. Skrifaðu leitarfyrirspurnir með því að nota leitarorð, spurningar, setningar eða hvað sem er eðlilegast fyrir þig til að lýsa því sem þú ert að reyna að finna.
it: IgniteAI Cerca utilizza “nidificazioni” per rappresentare matematicamente contenuti e query per il confronto, comprendere le parole chiave o generare query in qualsiasi lingua, grazie al suo modello IA multilingua. Scrivi le query di ricerca utilizzando parole chiave, domande, frasi o qualsiasi cosa ti venga più e per descrivere ciò che stai cercando.
ja: IgniteAI 検索は、多言語 AI モデルを利用し、コンテンツとクエリを比較するために数学的に表現する「埋め込み」を採用し、あらゆる言語のキーワードまたは一般的なクエリを理解します。キーワード、質問、文章など、探しているものを説明するのに最も自然なものを使用して検索クエリを作成します。
ko: IgniteAI 검색은 '포함'을 배포하여 수학적으로 콘텐츠를 표현하고 비교를 위해 쿼리하며 다국어 AI 모델로 인해 모든 언어의 검색어 또는 일반 쿼리를 이해합니다. 찾으려고 하는 콘텐츠를 설명하기 위해 검색어, 질문, 문장 또는 무엇이든 자신에게 가장 자연스러운 것을 사용하여 검색 쿼리를 작성합니다.
mi: IgniteAI Ka whakamahia e te rapu ngā "whakaurunga" hei whakaatu pāngarau i ngā ihirangi me ngā patai hei whakataurite, hei mārama ki ngā kupumatua, ki ngā patai whānui rānei i roto i tētahi reo, nā te tauira AI maha-reo. Tuhia nga patai rapu ma te whakamahi kupumatua, pātai, nga rerenga korero, aha ranei te nuinga maori mo koe whakaahuatia he aha koe e ngana ana ki te kimi.
ms: IgniteAI Carian menggunakan cara “pembenaman” bagi mewakilkan secara matematik kandungan dan pertanyaan untuk perbandingan, memahami kata kunci atau pertanyaan umum dalam mana-mana bahasa, semuanya dengan menggunakan model AI pelbagai bahasanya. Tulis pertanyaan carian menggunakan kata kunci, soalan, ayat atau apa-apa sahaja yang paling lazim bagi anda untuk menerangkan perkara yang ingin anda cari.
nb: IgniteAI Søk bruker «innbygginger» for matematisk å representere innhold og spørringer for sammenligning, forståelse av nøkkelord eller generelle spørringer på alle språk, takker være den flerspråklige AI-modellen. Skriv søkeord ved å bruke nøkkelord, spørsmål, setninger eller det som er mest naturlig for deg for å beskrive det du prøver å finne.
nb_instk12: IgniteAI Søk bruker «innbygginger» for matematisk å representere innhold og spørringer for sammenligning, forståelse av nøkkelord eller generelle spørringer på alle språk, takker være den flerspråklige AI-modellen. Skriv søkeord ved å bruke nøkkelord, spørsmål, setninger eller det som er mest naturlig for deg for å beskrive det du prøver å finne.
nl: IgniteAI Search maakt gebruik van 'inbeddingen' om inhoud en zoekopdrachten wiskundig weer te geven zodat ze kunnen worden vergeleken, en begrijpt dankzij het meertalige AI-model trefwoorden of algemene zoekopdrachten in elke taal. Stel zoekopdrachten op met trefwoorden, vragen, zinnen of wat het eerst in je opkomt wanneer je wilt beschrijven wat je probeert te vinden.
pl: IgniteAI Funkcja wyszukiwania wykorzystuje mechanizm osadzania (ang. embeddings) do matematycznego reprezentowania treści i kwerend na potrzeby porównań, rozumienia słów kluczowych lub zapytań ogólnych w dowolnym języku dzięki wielojęzykowemu modelowi AI. Zapisz kwerendę, używając słów kluczowych, pytań, zdań lub innej dowolnej formy językowej, naturalnej dla Ciebie, aby opisać to, czego szukasz.
pt: IgniteAI A busca utiliza “embeddings” para representar matematicamente o conteúdo e as consultas para comparação, compreendendo palavras-chave ou consultas gerais em qualquer idioma, graças ao seu modelo de IA multilingue. Escreva consultas de busca ao utilizar palavras-chave, perguntas, frases ou o que for mais natural para si para descrever o que está a tentar encontrar.
pt_br: IgniteAI A busca utiliza “incorporações" para representar matematicamente o conteúdo e as consultas para comparação, compreendendo palavras-chave ou consultas gerais em qualquer idioma, graças ao seu modelo de IA multilíngue. Escreva consultas de pesquisa usando palavras-chave, perguntas, frases ou o que for mais natural para você descrever o que está tentando encontrar.
ru: IgniteAI Поиск использует «вставки» для математического представления контента и запросов для сравнения, понимания ключевых слов или общих запросов на любом языке благодаря многоязычной модели искусственного интеллекта. Пишите поисковые запросы, используя ключевые слова, вопросы, предложения или то, что наиболее естественно для вас, чтобы описать то, что вы пытаетесь найти.
sl: IgniteAI Iskanje uporablja »vdelave« za matematično predstavitev vsebine in poizvedb za primerjavo, razumevanje ključnih besed ali splošnih poizvedb v katerem koli jeziku, zahvaljujoč večjezičnemu modelu UI. Iskalne poizvedbe pišite s ključnimi besedami, vprašanji, stavki ali s tistim, kar je za vas najbolj naravno za opis tega, kar želite najti.
sv: IgniteAI Sök använder ”inbäddningar” för att matematiskt representera innehåll och frågor för jämförelse, förstå nyckelord eller frågor i allmänhet på alla språk, tack vare dess flerspråkiga AI-modell. Skriv sökfrågor som innehåller nyckelord, frågor, meningar eller vad som faller naturligt för dig för att beskriva det du söker efter.
sv_instk12: IgniteAI Sök använder ”inbäddningar” för att matematiskt representera innehåll och frågor för jämförelse, förstå nyckelord eller frågor i allmänhet på alla språk, tack vare dess flerspråkiga AI-modell. Skriv sökfrågor som innehåller nyckelord, frågor, meningar eller vad som faller naturligt för dig för att beskriva det du söker efter.
th: IgniteAI Search เลือกใช้วิธีการ "ผนวกข้อมูล" เข้ากับเนื้อหาและส่วนการสืบค้นที่นำเสนอในทางคณิตศาสตร์สำหรับการเปรียบเทียบ ทำความเข้าใจคำค้นหาหรือส่วนการสืบค้นทั่วไปในภาษาต่าง ๆ โดยอาศัยระบบ AI ที่รองรับหลายภาษาช่วย เขียนเนื้อหาการสืบค้นโดยใช้คำค้นหา คำถาม ประโยคหรือสิ่งที่คุณคุ้นเคยเพื่อระบุรายละเอียดสิ่งที่คุณต้องการค้นหา
vi: IgniteAI Tìm Kiếm sử dụng "các thao tác nhúng" để trình bày nội dung và truy vấn bằng thuật toán để so sánh, hiểu từ khóa hoặc truy vấn chung bằng bất kỳ ngôn ngữ nào, nhờ mô hình AI đa ngôn ngữ. Viết các truy vấn tìm kiếm bằng từ khóa, câu hỏi, câu hoặc bất cứ điều gì tự nhiên nhất để bạn mô tả những gì bạn đang cố gắng tìm.
zh: IgniteAI 搜索利用“嵌入”以数学形式呈现内容和查询以进行比较，并借助多语言 AI 模型，理解各种语言的关键词或一般查询。对您来说，最自然的方式是使用关键词、问题、句子等写入搜索查询来描述您要查找的内容。
zh_hk: IgniteAI拜其多語言 AI 模型所賜，搜尋採用「嵌入」以數學方式表示內容和查詢以進行比較，理解任何語言的關鍵字或一般查詢。使用關鍵字、問題、句子或任何對您最自然的內容描述您嘗試尋找的內容編寫搜尋查詢。

source: IgniteAI Search Guide
ar: IgniteAI دليل البحث
ca: IgniteAI Guia de cerca
cy: IgniteAI Canllawiau Search
da: IgniteAI Søgeguide
da_instk12: IgniteAI Søgeguide
de: IgniteAI Suchleitfaden
es: IgniteAI Guía de búsqueda
es_es: IgniteAI Guía de búsqueda
fi: IgniteAI Hakuopas
fr: IgniteAI Guide de recherche
fr_ca: IgniteAI Guide de recherche
ga: IgniteAI Treoir Chuardaigh
hi: IgniteAI सर्च मार्गदर्शिका
ht: IgniteAI Gid rechèch
id: IgniteAI Panduan Pencarian
is: IgniteAI Leitarleiðbeiningar
it: IgniteAI Cerca guida
ja: IgniteAI 検索ガイド
ko: IgniteAI 검색 가이드
mi: IgniteAI Aratohu Rapu
ms: IgniteAI Panduan Carian
nb: IgniteAI Søkeveiledning
nb_instk12: IgniteAI Søkeveiledning
nl: IgniteAI Handleiding voor Search
pl: IgniteAI Przewodnik wyszukiwania
pt: IgniteAI Guia de busca
pt_br: IgniteAI Guia de pesquisa
ru: IgniteAI Поиск в руководстве
sl: IgniteAI Vodnik za iskanje
sv: IgniteAI Guide för Sök
sv_instk12: IgniteAI Guide för Sök
th: IgniteAI คำแนะนำในการสืบค้น
vi: IgniteAI Hướng Dẫn Tìm Kiếm
zh: IgniteAI 搜索指南
zh_hk: IgniteAI搜尋指南
